Repository: ozguratak/MovieStar
Catalog: MovieStar/Others/*.lproj/Localizable.strings
Languages: tr

source: Trailer
tr: Fragman

source: %20trailer
tr: %20fragman

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: Chinese
tr: Çince

source: Japanese
tr: Japonca

source: Korean
tr: Korece

source: Arabic
tr: Arapça

source: Portuguese
tr: Portekizce

source: Hindi
tr: Hintçe

source: Bengali
tr: Bengalce

source: Russian
tr: Rusça

source: German
tr: Almanca

source: French
tr: Fransızca

source: Spanish
tr: İspanyolca

source: Italian
tr: İtalyanca

source: Not found any content about your searching text, You can try another search type or text.
tr: Yapılan arama için bir sonuç bulunmadı, arama metnini veya arama seçeneğini değiştirmeyi deneyin.

source: Unknown date
tr: Tarih bilinmiyor

source: Genres
tr: Kategoriler

source: Recommended Movies
tr: Önerilen filmler

source: Cast
tr: Oyuncular

source: Production Companies
tr: Yapımcılar

source: Movie Information
tr: Film Hakkında

source: Movie List
tr: Filmler

source: Search
tr: Arama

source: Favorites
tr: Favoriler

source: Error
tr: Hata!

source: OK
tr: Tamam

source: Information Message
tr: Bilgilendirme Mesajı

source: Homepage has not found!
tr: İçerik için websitesi bulunamadı!

source: Your favorite list is empty, you can add your new movies from the detail page. For adding new movies just hit the heart icon!
tr: Favori listenizde henüz içerik bulunmuyor. Listeye içerik eklemek için lütfen eklemek istediğiniz içeriğin detay sayfasında bulunan kalp simgesine dokunun.

source: Pull to refresh
tr: Güncellemek için aşağı kaydırın

source: Please touch the search area for searching movies...
tr: Arama yapmak için lütfen arama çubuğunu kullanın...

source: Movie details has not found!
tr: Film detayı bulunamadı!

source: Movie has not found!
tr: İçerik bulunamadı!

source: Overview:
tr: Film Özeti:

source: Overview has not found.
tr: Film özeti bulunamadı.

source: Original Lang:
tr: Orjinal dil:

source: Unknown language.
tr: Orijinal dil bulunamadı.

source: Original Title:
tr: Orijinal ismi:

source: Unknown title.
tr: Orijinal isim bulunamadı.

source: Release Date:
tr: Vizyon tarihi:

source: Release date has not founded.
tr: Vizyon tarihi bilgisi bulunmuyor.

source: Budget:
tr: Yapım maliyeti:

source: Unkown budget!
tr: Yapım maliyeti bilgisi bulunamadı.

source: Revenue:
tr: Kazanç:

source: Unknown revenue!
tr: Kazanç bilgisi bulunamıyor.

source: Runtime:
tr: Süre:

source: min
tr: dk

source: Unknown runtime!
tr: Süre bilgisi bulunamadı.

source: Unknown movie name!
tr: Bilinmeyen Film.

source: Unknown movie release date!
tr: Bilinmeyen vizyon tarihi.

source: Movie has already added the favorite list. If you want to remove the movie please touch the Remove! button
tr: Film zaten favori listesine eklenmiş. Bu filmi favori listenizden kaldırmak için Kaldır! butonuna dokunun.

source: Remove!
tr: Kaldır!

source: Movie can not added to favorite list!
tr: Film favorilere eklenemedi!

source: Person has not found!
tr: Aktör bulunamadı!

source: Not ranked yet!
tr: Henüz puanlanmamış!

source: Unknown value
tr: Değer bilinmiyor

source: Birthday:
tr: Doğum günü:

source: Deathday:
tr: Ölüm tarihi:

source: Place of birth:
tr: Doğum yeri:

source: Biography:
tr: Biyografi:

source: Content has not found!
tr: İçerik bulunamadı!

source: There is no content suitable for the language option used.
tr: Kullanılan dil seçeneğine ilişkin bir içerik bulunamadı.
